IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_KR-Test(Lang:EN)"
IDS_CVL_DLL_ERROR = "Não foi possível inicializar a dll COM"
IDS_CVL_INCORRECT_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다"
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다.\n계산서 작성을 수행할 수 없습니다."
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다.\nRC/Column 설계를 수행할 수 없습니다."
IDS_CVL_INCORRECT_DESIGN2_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다.\nSC/Wall 설계를 수행할 수 없습니다."
IDS_CVL_INCORRECT_DESIGN3_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다.\nRC/Wall 설계를 수행할 수 없습니다."
IDS_CVL_INCORRECT_DESIGN4_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다.\nRC/Corbel 설계를 수행할 수 없습니다."
IDS_CVL_INCORRECT_DESIGN5_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다.\n기초 설계를 수행할 수 없습니다."
IDS_CVL_INCORRECT_DESIGN6_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다.\nSTEEL 설계를 수행할 수 없습니다."
IDS_CVL_INCORRECT_DESIGN7_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다.\nSTM/Corner 설계를 수행할 수 없습니다."
IDS_CVL_INCORRECT_DESIGN8_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다.\nSTM/Corbel 설계를 수행할 수 없습니다."
IDS_CVL_INCORRECT_DESIGN9_DLL_VER_ERROR = "호환되지 않는 버전의 설계모듈입니다.\nSC/Slab 설계를 수행할 수 없습니다."
IDS_CVL_REPORT_PRINTING = "Imprimindo relatório..."
IDS_CVL_REPORT_GENERATING = "Gerando relatório..."
IDS_CVL_REPORT_PRINTING_RC_BEAM = "RC 보 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_RC_BEAM = "RC 보 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_RC_COLM = "RC 기둥 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_RC_COLM = "RC 기둥 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_RC_WALL = "RC 벽체 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_RC_WALL = "RC 벽체 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_RC_CORB = "RC 코벨(브래킷) 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_RC_CORB = "RC 코벨(브래킷) 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_RC_FND = "기초 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_RC_FND = "기초 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_STL = "STEEL 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_STL = "STEEL 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_STL_SUM = "STEEL Summary 출력중..."
IDS_CVL_REPORT_GENERATING_STL_SUM = "STEEL Summary 생성중..."
IDS_CVL_REPORT_PRINTING_STL_LRFD = "STEEL LRFD 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_STL_LRFD = "STEEL LRFD 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_STL_LRFD_SUM = "STEEL LRFD Summary 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_STL_LRFD_SUM = "STEEL LRFD Summary 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_STL_COMP = "STEEL Composite 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_STL_COMP = "STEEL Composite 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_STL_BOLT_CONN = "STEEL 볼트연결부 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_STL_BOLT_CONN = "STEEL 볼트연결부 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_STL_STIF = "STEEL 보강재 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_STL_STIF = "STEEL 보강재 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_STM_STRUCT_TIE = "스트럿타이 우각부 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_STM_STRUCT_TIE = "스트럿타이 우각부 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_STM_STRUCT_TIE_CORB = "스트럿타이 코벨 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_STM_STRUCT_TIE_CORB = "스트럿타이 코벨 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_SC_CONN = "SC 접합부 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_SC_CONN = "SC 접합부 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_SC_SLAB = "SC Slab 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_SC_SLAB = "SC Slab 계산서 생성중..."
IDS_CVL_REPORT_PRINTING_SC_WALL = "SC Wall 계산서 출력중..."
IDS_CVL_REPORT_GENERATING_SC_WALL = "SC Wall 계산서 생성중..."
IDS_CVL_FINISH_EXCEL_REPORT_GENERATING = "Concluída a geração do arquivo do Excel."
IDS_CVL_RPT_OK = "OK"
IDS_CVL_RPT_NG = "NG"
IDS_CVL_RPT_OK2 = "[OK]"
IDS_CVL_RPT_NG2 = "[NG]"
IDS_CVL_RPT_NG_min = "NG(min)"
IDS_CVL_RPT_NG_max = "NG(max)"
IDS_CVL_RPT_NG_s = "NG(s)"
IDS_CVL_RPT_NG_Av = "NG(Av)"
IDS_CVL_RPT_NG_F = "NG(F)"
IDS_CVL_RPT_NG_Check = "verificar"
IDS_CVL_RPT_Gravel = "자갈"
IDS_CVL_RPT_Sandy_Soil = "사질토"
IDS_CVL_RPT_Cohesive_Soil = "점성토"
IDS_CVL_RPT_Weathered_Rock = "풍화암"
IDS_CVL_RPT_Soft_Rock = "연암"
IDS_CVL_RPT_Hard_Rock_Much_Crack = "경암(균열많음)"
IDS_CVL_RPT_Hard_Rock_Little_Crack = "경암(균열적음)"
IDS_CVL_RPT_FDN_Check_Sectioin_Summray = "◈ 단면검토 요약"
IDS_CVL_RPT_FDN_Symbol_1 = "▶ "
IDS_CVL_RPT_FDN_Check_Stability_Of_Foundation = "%d. 기초의 안정검토"
IDS_CVL_RPT_FDN_Check_Stability = "%d.1 안정검토"
IDS_CVL_RPT_FDN_Foundation = "직접기초"
IDS_CVL_RPT_FDN_Mass_Foundation = "Fundação de Massa"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_hit = "말뚝기초 (강관말뚝_타입식)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_dig_out = "말뚝기초 (강관말뚝_내부굴착식)"
IDS_CVL_RPT_FDN_Pile_PHC_hit = "Fundação de Estaca (Tipo PHC)"
IDS_CVL_RPT_FDN_Pile_PHC_dig_out = "Fundação de Estaca (Escavação Interna PHC)"
IDS_CVL_RPT_FDN_Pile_Cast_in_place = "말뚝기초 (현장타설말뚝)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_hit_method = "말뚝기초 (강관말뚝_타격공법)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_dig_out2 = "말뚝기초 (강관말뚝_내부굴착)"
IDS_CVL_RPT_FDN_Pile_PHC_dig_out2 = "Fundação de Estaca (Escavação Interna PHC)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_vibro_hammer = "말뚝기초 (강관말뚝_바이브로해머공법)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_preboring = "말뚝기초 (강관말뚝_프리보링)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_soil_cement = "말뚝기초 (강관말뚝_쏘일시멘트)"
IDS_CVL_RPT_FDN_Pile_PHC_vibro_hammer = "Fundação de Estaca (Método de Martelo Vibratório PHC)"
IDS_CVL_RPT_FDN_Pile_PHC_preboring = "Fundação de Estaca (Pré-furação PHC)"
IDS_CVL_RPT_FDN_Service_Load_Summary = "사용하중 요약"
IDS_CVL_RPT_FDN_Ultimate_Load_Summary = "계수하중 요약"
IDS_CVL_RPT_FDN_Soil_Concrete = "(흙-콘크리트)"
IDS_CVL_RPT_FDN_Rock_Concrete = "암-콘크리트"
IDS_CVL_RPT_FDN_Infinite_filed = "반무한장"
IDS_CVL_RPT_FDN_Finite_filed = "유한장"
IDS_CVL_RPT_FDN_Service_Load_P_Max = "Carga de Serviço\nP-Max"
IDS_CVL_RPT_FDN_Service_Load_My_Max = "Carga de Serviço\nMy-Max"
IDS_CVL_RPT_FDN_Service_Load_Mx_Max = "Carga de Serviço\nMx-Max"
IDS_CVL_RPT_FDN_Service_Load_Seismic = "Carga de Serviço\nSísmica"
IDS_CVL_RPT_FDN_Ultimate_Load_P_Max = "Carga Última\nP-Max"
IDS_CVL_RPT_FDN_Ultimate_Load_My_Max = "Carga Última\nMy-Max"
IDS_CVL_RPT_FDN_Ultimate_Load_Mx_Max = "Carga Última\nMx-Max"
IDS_CVL_RPT_FDN_Ultimate_Load_Seismic = "Carga Última\nSísmica"
IDS_CVL_RPT_FDN_Service_Load_Usual = "사용하중\n상    시\n%s"
IDS_CVL_RPT_FDN_Service_Load_Seismic2 = "사용하중\n지 진 시\n%s"
IDS_CVL_RPT_FDN_Ultimate_Load_Usual = "계수하중\n상    시\n%s"
IDS_CVL_RPT_FDN_Ultimate_Load_Seismic2 = "계수하중\n지 진 시\n%s"
IDS_CVL_RPT_FDN_Design_Codition = "설계조건"
IDS_CVL_RPT_FDN_Input_test_data = "실험데이터 입력"
IDS_CVL_RPT_FDN_Usual = "상  시"
IDS_CVL_RPT_FDN_Seismic = "지진시"
IDS_CVL_RPT_FDN_Applied_Force = "적용부재력"
IDS_CVL_RPT_FDN_Applied_Node = "적용절점"
IDS_CVL_RPT_FDN_Beam = "보"
IDS_CVL_RPT_FDN_Slab = "슬래브"
IDS_CVL_RPT_FDN_Service_Load = "사용하중"
IDS_CVL_RPT_FDN_Ultimate_Load = "계수하중"
IDS_CVL_RPT_FDN_Lambda_beta_LT_Alw_Lambda_beta = "λㆍβ = %.3f ≤ 허용 λㆍβ = 1.0"
IDS_CVL_RPT_FDN_Lambda_beta_MT_Alw_Lambda_beta = "λㆍβ = %.3f ＞ 허용 λㆍβ = 1.0"
IDS_CVL_RPT_FDN_Capacity_Meth_N_value = "Método empírico usando o valor N"
IDS_CVL_RPT_FDN_Capacity_Meth_Static = "정역학적 지지력 공식"
IDS_CVL_RPT_FDN_Capacity_Meth_Berezantzav = "Método segundo Berezantzav"
IDS_CVL_RPT_FDN_Capacity_Meth_Reese_And_O_neill_Soil = "Fórmula proposta por Reese e O'neill (Soil)"
IDS_CVL_RPT_FDN_Capacity_Meth_Group_Pile_eff = "무리말뚝 효과 고려"
IDS_CVL_RPT_FDN_Capacity_Meth_Teng = "Método proposto por Teng"
IDS_CVL_RPT_FDN_Capacity_Meth_Goodmax = "Método proposto por Goodman"
IDS_CVL_RPT_FDN_Capacity_Meth_Rail_Design_Code = "철도설계기준 제안식"
IDS_CVL_RPT_FDN_Capacity_Meth_Reese_And_O_neill_Rock = "Fórmula proposta por Reese e O'neill (Rock)"
IDS_CVL_RPT_RCS_Positive = "(정)"
IDS_CVL_RPT_RCS_Negative = "(부)"
IDS_CVL_RPT_RCS_Sheet_Name_Summary = "요약계산서"
IDS_CVL_RPT_RCS_i_End = "%d단 :"
IDS_CVL_RPT_RCS_Check_Deep_Beam = "%d) 깊은보 검토"
IDS_CVL_RPT_RCS_Calc_Condition = "%d) 계산조건"
IDS_CVL_RPT_RCS_Design_Flexural_Rebar_Area = "%d) 휨철근량 산정"
IDS_CVL_RPT_RCS_Design_Shear_Rebar_Area = "%d) 전단철근량 산정"
IDS_CVL_RPT_RCS_Check_Crack = "%d) 균열 검토"
IDS_CVL_RPT_RCS_Check_Rebar_space = "%d) 철근 중심간격 검토"
IDS_CVL_RPT_RCS_Chapter_Load_Comb = "◈ 하중조합"
IDS_CVL_RPT_RCS_Chapter_Load_Comb_result_for_Member = "◈ 부재별 하중조합 결과"
IDS_CVL_RPT_RCS_Check_Need_DeepBeam = "깊은보로 검토 필요"
IDS_CVL_RPT_RCS_No_Check_DeepBeam = "깊은보로 검토 필요없음"
IDS_CVL_RPT_RCS_Check_Dry_Envir = "건조환경"
IDS_CVL_RPT_RCS_Check_Except_Dry_Envir = "건조이외환경"
IDS_CVL_RPT_RCS_Legs = "%s-%gpernas"
IDS_CVL_RPT_RCS_Direction = "정방향"
IDS_CVL_RPT_RCS_Reverse_Direction = "역방향"
IDS_CVL_RPT_RCS_Usual_Load = "(상시하중)"
IDS_CVL_RPT_RCS_Seismic_Load = "(지진하중)"
IDS_CVL_RPT_RCS_Usual_Time = "(상시)"
IDS_CVL_RPT_RCS_Seismic_Time = "(지진시)"
IDS_CVL_RPT_RCS_Usual_Time2 = "상시"
IDS_CVL_RPT_RCS_Seismic_Time2 = "지진시"
IDS_CVL_RPT_RCS_Design_Force_Summary = "%d. 설계 부재력 요약"
IDS_CVL_RPT_RCS_Force_Summary = "%d. 부재력 요약"
IDS_CVL_RPT_RCS_Mag_Moment_Calculatioin = "%d. 확대모멘트의 계산"
IDS_CVL_RPT_RCS_Mag_Moment_Of_Non_sway_Structure = "%d) 횡구속 골조인 경우의 확대모멘트 계산"
IDS_CVL_RPT_RCS_Mag_Moment_Of_Sway_Structure = "%d) 비횡구속 골조인 경우의 확대모멘트 계산"
IDS_CVL_RPT_RCS_Chapter_Summary = "%d) 요약"
IDS_CVL_RPT_RCS_Column_Design_Condition = "%d. 기둥단면 설계조건"
IDS_CVL_RPT_RCS_Check_Sect = "%d. 단면검토"
IDS_CVL_RPT_RCS_P_M_Curve = "%d. P-M 상관도"
IDS_CVL_RPT_RCS_Check_Column_Shear = "%d. 기둥 전단 검토"
IDS_CVL_RPT_RCS_Design_Shear_Rebar_Area2 = "%d) 전단철근량 산정 : %s"
IDS_CVL_RPT_RCS_Tension = "인장"
IDS_CVL_RPT_RCS_Sway = "비횡구속"
IDS_CVL_RPT_RCS_Non_Sway = "횡구속"
IDS_CVL_RPT_RCS_y_axis = "y축"
IDS_CVL_RPT_RCS_z_axis = "z축"
IDS_CVL_RPT_RCS_Sect_B = "단면폭"
IDS_CVL_RPT_RCS_Sect_H = "단면높이"
IDS_CVL_RPT_RCS_Sect_T = "단면두께"
IDS_CVL_RPT_RCS_Sect_Dia = "단면지름"
IDS_CVL_RPT_RCS_i_Layer_Rebar = "%d단 철근"
IDS_CVL_RPT_RCS_Govern_Compression = "...... 압축지배"
IDS_CVL_RPT_RCS_Govern_Tension = "...... 인장지배"
IDS_CVL_RPT_RCS_Govern_Compression2 = "...압축지배"
IDS_CVL_RPT_RCS_Govern_Tension2 = "...인장지배"
IDS_CVL_RPT_RCS_Balance_State = "...균형상태"
IDS_CVL_RPT_RCS_Flexural_Axial_Force_Satisfaction = "∴휨/축력에 대해 만족"
IDS_CVL_RPT_RCS_Check_Ductility_Seismic_Design = "∴연성도 내진설계로 검토"
IDS_CVL_RPT_RCS_No_need_Shear_rebar = "이므로, 전단보강 필요없음"
IDS_CVL_RPT_RCS_Need_Min_Shear_rebar = "이므로, 최소전단철근 보강"
IDS_CVL_RPT_RCS_Need_Shear_rebar = "이므로, 전단보강 필요"
IDS_CVL_RPT_RCS_No_case = "Sem Caso"
IDS_CVL_RPT_RCS_Not_Exist_Type = "Tipo Não Existente"
IDS_CVL_RPT_RCS_Ultimate = "(극한)"
IDS_CVL_RPT_RCS_Extreme = "(극단)"
IDS_CVL_RPT_RCS_Service = "(사용)"
IDS_CVL_RPT_RCS_Ultimate2 = "극한"
IDS_CVL_RPT_RCS_Extreme2 = "극단"
IDS_CVL_RPT_RCS_Ultimate_State = "(극한상태)"
IDS_CVL_RPT_RCS_Extreme_State = "(극단상태)"
IDS_CVL_RPT_RCS_Long_Column = "장주"
IDS_CVL_RPT_RCS_Short_Column = "단주"
IDS_CVL_RPT_RCS_Ultimate_Lcom = "극한하중조합"
IDS_CVL_RPT_RCS_Extreme_Lcom = "극단하중조합"
IDS_CVL_RPT_RCS_Tie_Rebar = "띠철근"
IDS_CVL_RPT_RCS_Spiral_Rebar = "나선철근"
IDS_CVL_RPT_RCS_i_Layer_Rebar2 = " %d단 철근 :"
IDS_CVL_RPT_RCS_KSCE_LSD_5_10_6_2 = "(도로교한계상태설계법 5.10.6.2)"
IDS_CVL_RPT_RCS_KSCE_LSD_8_8_3_3 = "(도로교한계상태설계법 8.8.3.3)"
IDS_CVL_RPT_RCS_Ultimate_Limit_state = "극한한계상태"
IDS_CVL_RPT_RCS_Extreme_Limit_state = "극단한계상태"
IDS_CVL_RPT_RCS_Service_Limit_state = "사용한계상태"
IDS_CVL_RPT_RCS_Ultimate_ALL = "Máximo_ALL"
IDS_CVL_RPT_RCS_Extreme_ALL = "Extremo_ALL"
IDS_CVL_RPT_RCS_Ductility_evaluation_App = " : 연성도 평가 적용"
IDS_CVL_RPT_RCS_Response_Modi_Coeff_App = " : 응답수정계수법 적용"
IDS_CVL_RPT_RCS_Shear_Design_End_Other = " ■ 단부이외구역 전단설계"
IDS_CVL_RPT_RCS_Shear_Design = " ■ 전단설계"
IDS_CVL_RPT_RCS_Req_Response_Modi_Coeff_1_excess = ": 소요응답수정계수가 1 초과"
IDS_CVL_RPT_RCS_Req_Response_Modi_Coeff_1_below = ": 소요응답수정계수가 1 이하"
IDS_CVL_RPT_RCS_2_Shear_Force = "② 설계전단력"
IDS_CVL_RPT_RCS_excess = "초과"
IDS_CVL_RPT_RCS_below = "이하"
IDS_CVL_RPT_RCS_Check_Design_Condition = "%d) 설계조건 검토"
IDS_CVL_RPT_RCS_Check_DeepBeam = "%d) Revisão de Viga Profunda"
IDS_CVL_RPT_RCS_Check_Serviceability = "%d) 사용성 검토"
IDS_CVL_RPT_RCS_Check_Corbel = "∴ Revisão de Console"
IDS_CVL_RPT_RCS_Check_Corbel_Skip = "∴ Revisão de Console Omitida"
IDS_CVL_RPT_RCS_Check_So_DeepBeam = "∴ Revisão de Viga Profunda"
IDS_CVL_RPT_RCS_Check_So_DeepBeam_Skip = "∴ Revisão de Viga Profunda Omitida"
IDS_CVL_RPT_RCS_Check_Corbel2 = "Revisão de Console"
IDS_CVL_RPT_RCS_Check_Corbel_Skip2 = "Revisão de Console Omitida"
IDS_CVL_RPT_RCS_Check_DeepBeam2 = "Revisão de Viga Profunda"
IDS_CVL_RPT_RCS_Check_DeepBeam_Skip2 = "Revisão de Viga Profunda Omitida"
IDS_CVL_RPT_RCS_front = "전면"
IDS_CVL_RPT_RCS_back = "배면"
IDS_CVL_RPT_RCS_1_Design_Force = "%d.1 설계단면력"
IDS_CVL_RPT_RCS_Wall_Sect_Design_Conditioin = "%d.2 벽체 단면 설계조건"
IDS_CVL_RPT_RCS_Check_Wall_Sect = "%d.3 벽체 단면 검토"
IDS_CVL_RPT_RCS_Check_Wall_Crack = "%d.4 균열 검토"
IDS_CVL_RPT_RCS_Check_Wall_fiber_tensile_rebar_space = "%d.4 최외곽 인장철근 중심간격 검토"
IDS_CVL_RPT_RCS_Lcom_Name_ALL = "ALL"
IDS_CVL_RPT_RCS_Str_Legs = "%s - %.2f Legs"
IDS_CVL_RPT_RCS_General_Sect = "비정형"
IDS_CVL_RPT_RCS_Sect_Box = "중공 사각형"
IDS_CVL_RPT_RCS_Sect_SB = "충실 사각형"
IDS_CVL_RPT_RCS_Sect_Pipe = "중공 원형"
IDS_CVL_RPT_RCS_Sect_SR = "충실 원형"
IDS_CVL_RPT_RCS_Sect_TRK = "중공 트랙형"
IDS_CVL_RPT_RCS_Sect_STRK = "충실 트랙형"
IDS_CVL_RPT_RCS_Sect_HTRK = "반트랙형"
IDS_CVL_RPT_RCS_Sect_OCT = "중공 팔각형"
IDS_CVL_RPT_RCS_Sect_SOCT = "충실 팔각형"
IDS_CVL_RPT_RCS_Watertightness_Structure = "(수밀성구조물)"
IDS_CVL_RPT_RCS_corrosion_Watertightness_Structure = "(고부식성환경/수밀성구조물)"
IDS_CVL_RPT_RCS_1_Layer = "1열"
IDS_CVL_RPT_RCS_2_Layer = "2열"
IDS_CVL_RPT_RCS_Environment_permernent_water = "옥내 또는 영구적 수중환경"
IDS_CVL_RPT_RCS_Environment_humidity = "습기 또는 물과 장기간 접촉 환경"
IDS_CVL_RPT_RCS_Environment_seawater = "염화물 또는 해수에 노출된 환경"
IDS_CVL_RPT_RCS_Environment_permernent_water2 = "영구적 수중환경"
IDS_CVL_RPT_RCS_Environment_contact_water_long_time = "물과 장기간 접촉환경"
IDS_CVL_RPT_RCS_Environment_seawater2 = "해수에 노출된 환경"
IDS_CVL_RPT_STL_Check_Flange_Tension = "Revisão de Flange (Tensão)"
IDS_CVL_RPT_STL_Check_Flange_Compressioin = "Revisão de Flange (Compressão)"
IDS_CVL_RPT_STL_Check_Web = "Revisão de Web"
IDS_CVL_RPT_STL_Check_Rib_Tension = "Revisão de Nervura (Tensão)"
IDS_CVL_RPT_STL_Check_Rib_Compression = "Revisão de Nervura (Compressão)"
IDS_CVL_RPT_STL_Flange = "플랜지"
IDS_CVL_RPT_STL_Rib = "리브"
IDS_CVL_RPT_STL_Not_Checked = "Não Verificado"
IDS_CVL_RPT_STL_Composite_Sect = "합성단면"
IDS_CVL_RPT_STL_Non_Composite_Sect = "비합성단면"
IDS_CVL_RPT_STL_Detail_scope_A = "상세범주 A  "
IDS_CVL_RPT_STL_Detail_scope_B = "상세범주 B  "
IDS_CVL_RPT_STL_Detail_scope_B1 = "상세범주 B' "
IDS_CVL_RPT_STL_Detail_scope_C = "상세범주 C  "
IDS_CVL_RPT_STL_Detail_scope_C1 = "상세범주 C' "
IDS_CVL_RPT_STL_Detail_scope_D = "상세범주 D  "
IDS_CVL_RPT_STL_Detail_scope_E = "상세범주 E  "
IDS_CVL_RPT_STL_Detail_scope_E1 = "상세범주 E' "
IDS_CVL_RPT_STL_Tension = "(인장)"
IDS_CVL_RPT_STL_Compression = "(압축)"
IDS_CVL_RPT_STL_Boundary_Stiffener = "지점부 보강재"
IDS_CVL_RPT_STL_Jack_Up_Stiffener = "Reforço Jack-Up"
IDS_CVL_RPT_STL_Check_Flange_Stiffener = "플랜지 보강재 검토"
IDS_CVL_RPT_STL_Check_Web_Stiffener = "웨브 보강재 검토"
IDS_CVL_RPT_STL_Check_Boundary_Stiffener = "지점부 보강재 검토"
IDS_CVL_RPT_STL_Check_Jack_up_Stiffener = "Revisão de Reforço JACK-UP"
IDS_CVL_RPT_STL_Check_Transverse_Stiffener = "수직보강재 검토"
IDS_CVL_RPT_STL_Check_Longitudinal_Stiffener = "수평보강재 검토"
IDS_CVL_RPT_STL_Panel_i = "패널 %d :"
IDS_CVL_RPT_STL_Boudary__ = "(∵ 지점부이므로)"
IDS_CVL_RPT_STL_Boudary_Other = "(∵ 지점부 이외의 지점이므로)"
IDS_CVL_RPT_STL_No_Consider_Long_Stiffener = "수평보강재 비고려"
IDS_CVL_RPT_STL_Longitudinal_Stiffener_1_Layer = "수평보강재 1단배치"
IDS_CVL_RPT_STL_Longitudinal_Stiffener_2_Layer = "수평보강재 2단배치"
IDS_CVL_RPT_STL_User_Input = "( 사용자 정의 )"
IDS_CVL_RPT_STL_xx_And_xxx__fca = "∴ %s e %s, portanto fca= %s"
IDS_CVL_RPT_STL_xx_And_xxx__ = "∴ %s이고, %s이므로"
IDS_CVL_RPT_STL_xx_And_xxx__fcg = "∴ %s e %s, portanto fcag= %s"
IDS_CVL_RPT_STL_insomuch = "∴ %s이므로"
IDS_CVL_RPT_STL_xx_And_xxx__fcal = "∴ %s e %s, portanto fcal= %s"
IDS_CVL_RPT_STL_Sect_Properties = "1.%d 단면 제원"
IDS_CVL_RPT_STL_Transverse_Stfn_Properties = "1.%d 수직보강재 제원"
IDS_CVL_RPT_STL_Longitudinal_Stfn_Properties = "1.%d 수평보강재 제원"
IDS_CVL_RPT_STL_Sect_Prop = "1.%d 단면 계수"
IDS_CVL_RPT_STL_Determine_Of_Strength = "1.%d 강도의 결정"
IDS_CVL_RPT_STL_Max_Min_Force_Of_All_Lcom = "%d. 전체 하중조합 중 최대, 최소 단면력"
IDS_CVL_RPT_STL_Axis = "축"
IDS_CVL_RPT_STL_Flexure = "휨"
IDS_CVL_RPT_STL_Shear = "전단"
IDS_CVL_RPT_STL_Combined = "조합"
IDS_CVL_RPT_STL_Sect_Info = "%d. 단면 정보"
IDS_CVL_RPT_STL_Summary_Report = "%d. 요약계산서"
IDS_CVL_RPT_STL_Comp_Member = "압축부재"
IDS_CVL_RPT_STL_Tens_Member = "인장부재"
IDS_CVL_RPT_STL_Check_Major_Axis_y = "(검토주축 : y축)"
IDS_CVL_RPT_STL_Check_Major_Axis_z = "(검토주축 : z축)"
IDS_CVL_RPT_STL_Summary_Report_i = "요약계산서_%d"
IDS_CVL_RPT_STL_Flexural_Member = "휨부재"
IDS_CVL_RPT_STL_Girder = "거더"
IDS_CVL_RPT_STL_etc_member = "기타"
IDS_CVL_RPT_STL_Arch_member = "아치"
IDS_CVL_RPT_STL_Axis_Member = "축부재"
IDS_CVL_RPT_STL_Main_Member = "주부재"
IDS_CVL_RPT_STL_Bracing = "브레이싱"
IDS_CVL_RPT_STL_Axis_Flexural_Member = "축+휨부재"
IDS_CVL_RPT_STL_Main_Member_Girder = "주부재/거더"
IDS_CVL_RPT_STL_Main_Member_etc = "주부재/기타"
IDS_CVL_RPT_STL_Main_Member_Arch = "주부재/아치"
IDS_CVL_RPT_STL_Bracing_etc = "브레이싱/기타"
IDS_CVL_RPT_STL_Compact_Noncompact = "조밀/비조밀"
IDS_CVL_RPT_STL_Slender = "세장"
IDS_CVL_RPT_STL_Compact_Noncompact_Sect = "조밀/비조밀 단면"
IDS_CVL_RPT_STL_Slender_Sect = "세장 단면"
IDS_CVL_RPT_STL_Compact = "조밀"
IDS_CVL_RPT_STL_Noncompact = "비조밀"
IDS_CVL_RPT_STL_y_axis = "y 축"
IDS_CVL_RPT_STL_z_axis = "z 축"
IDS_CVL_RPT_STL_One_Face = "1면"
IDS_CVL_RPT_STL_Two_Face = "양면"
IDS_CVL_RPT_STL_Web_Part = "Web"
IDS_CVL_RPT_STL_Flange_Part = "Flange"
IDS_CVL_RPT_STL_LStfn_I_type = "Tipo I"
IDS_CVL_RPT_STL_LStfn_T_type = "Tipo T"
IDS_CVL_RPT_STL_LStfn_U_Rib = "Nervura U"
IDS_CVL_RPT_STL_L_Web_Part = "Web Esquerda"
IDS_CVL_RPT_STL_R_Web_Part = "Web Direita"
IDS_CVL_RPT_STL_T_Flange_Part = "Flange Superior"
IDS_CVL_RPT_STL_B_Flange_Part = "Flange Inferior"
IDS_CVL_RPT_STL_Check_Axial_Strength = "축강도 검토"
IDS_CVL_RPT_STL_Check_Flexural_Strength = "휨강도 검토"
IDS_CVL_RPT_STL_Check_Shear_Strength = "전단강도 검토"
IDS_CVL_RPT_STL_Check_Combined_Strength = "조합강도 검토"
IDS_CVL_RPT_STL_Check_1_Strength_Limits_state = "1.%d 강도한계상태 검토"
IDS_CVL_RPT_STL_Title_Member_Type = "■ Tipo de Elemento estrutural : "
IDS_CVL_RPT_STL_App_Effective_Width = "∴ 유효폭 적용"
IDS_CVL_RPT_STL_No_App_Effective_Width = "∴ 유효폭 비적용"
IDS_CVL_RPT_STL_KSSC_2009_6_2_1_2_2 = "(강구조설계기준(2009) 6.2.1.2.2참고)"
IDS_CVL_RPT_STL_Check_Space = "간격검토"
IDS_CVL_RPT_STL_Check_y_Axis_Flexural_Strength = "■ Y축 휨강도"
IDS_CVL_RPT_STL_Check_z_Axis_Flexural_Strength = "■ Z축 휨강도"
IDS_CVL_RPT_STL_Check_1_Service_Limits_state = "1.%d 사용한계상태 검토"
IDS_CVL_RPT_STL_Check_1_Fatigue_Limits_state = "1.%d 피로한계상태 검토"
IDS_CVL_RPT_STL_Exe_Load_Fatigue_Check = "∴ 하중유발피로검토 수행"
IDS_CVL_RPT_STL_Skip_Load_Fatigue_Check = "∴ 하중유발피로검토 생략"
IDS_CVL_RPT_STL_Compact_Noncompact_Sect2 = "조밀/비조밀단면"
IDS_CVL_RPT_STL_Slender_plate_Sect = "세장판단면"
IDS_CVL_RPT_STL_Thick_100_mm_below = "Abaixo de 100mm"
IDS_CVL_RPT_STL_Thick_100_mm_excess = "Acima de 100mm"
IDS_CVL_RPT_STL_Thick_40_mm_below = "Abaixo de 40mm"
IDS_CVL_RPT_STL_Thick_40_mm_excess_60mm_below = "Acima de 40mm e Abaixo de 60mm"
IDS_CVL_RPT_STL_Thick_60mm_excess = "Acima de 60mm"
IDS_CVL_RPT_STL_Thick_40mm_excess_75mm_below = "Acima de 40mm e Abaixo de 75mm"
IDS_CVL_RPT_STL_Thick_75mm_excess = "Acima de 75mm"
IDS_CVL_RPT_STL_Thick_75mm_excess_100mm_below = "Acima de 75mm e Abaixo de 100mm"
IDS_CVL_RPT_Lcom_Concurr_Type_Fx_max = "Fx-max"
IDS_CVL_RPT_Lcom_Concurr_Type_Fx_min = "Fx-min"
IDS_CVL_RPT_Lcom_Concurr_Type_Fy_max = "Fy-max"
IDS_CVL_RPT_Lcom_Concurr_Type_Fy_min = "Fy-min"
IDS_CVL_RPT_Lcom_Concurr_Type_Fz_max = "Fz-max"
IDS_CVL_RPT_Lcom_Concurr_Type_Fz_min = "Fz-min"
IDS_CVL_RPT_Lcom_Concurr_Type_Mx_max = "Mx-max"
IDS_CVL_RPT_Lcom_Concurr_Type_Mx_min = "Mx-min"
IDS_CVL_RPT_Lcom_Concurr_Type_My_max = "My-max"
IDS_CVL_RPT_Lcom_Concurr_Type_My_min = "My-min"
IDS_CVL_RPT_Lcom_Concurr_Type_Mz_max = "Mz-max"
IDS_CVL_RPT_Lcom_Concurr_Type_Mz_min = "Mz-min"
IDS_CVL_RPT_Lcom_Type_Max = "Máx"
IDS_CVL_RPT_Lcom_Type_Min = "Mín"
IDS_CVL_RPT_SectPart_Top_Flange = "Flange Superior"
IDS_CVL_RPT_SectPart_Bottom_Flange = "Flange Inferior"
IDS_CVL_RPT_Lcom_Left_Web = "Web Esquerda"
IDS_CVL_RPT_Lcom_Right_Web = "Web Direita"
IDS_CVL_RPT____Tension = "..... 인장"
IDS_CVL_RPT_i_Sect_Design = "%d.단면설계(%s_%s)"
IDS_CVL_RPT_i_Check_Load_Rating = "%d.내하력평가(%d_%s)"
IDS_CVL_RPT_Ref_MT_Sect_Force = "참조>단면력(%d_%s)"
IDS_CVL_RPT_Sheet_Name_Lcom = "하중조합"
IDS_CVL_RPT_Sheet_Name_Force_Summary = "단면력집계"
IDS_CVL_RPT_i_Load_comb = "%d. 하중조합"
IDS_CVL_RPT_i_Max_Min_of_All_Lcom = "%d. 전체 하중조합 중 최대, 최소 단면력"
IDS_CVL_RPT_I_End = "I-END"
IDS_CVL_RPT_J_End = "J-END"
IDS_CVL_RPT_Sheet_Name_Alw_Stress_Formula = "허용응력식"
IDS_CVL_RPT_Sheet_Name_Ref_Alw_Stress_Formula = "참조>허용응력식"
IDS_CVL_RPT_i_Alw_Stress_Formula = "%d. 허용응력식"
IDS_CVL_RPT_i_Alw_Stress_Common = "%d.1 허용응력 (공통)"
IDS_CVL_RPT_i_Standard_Alw_Stress = "%d.1  기본허용응력"
IDS_CVL_RPT_i_Memb_2Axis_Bending = "%d.2 축방향력 및 휨모멘트를 받는 부재"
IDS_CVL_RPT_i_Steel_Pipe = "%d.3 강관구조"
IDS_CVL_RPT_i_Buckling_alw_stress = "%d.2 좌굴허용응력"
IDS_CVL_RPT_i_3_Memb_Axis_Bending = "%d.3 축방향력 및 휨모멘트를 받는 부재"
IDS_CVL_RPT_Sheet_Name_Sect_input_Info = "단면입력정보"
IDS_CVL_RPT_Sheet_Name_Sect_Ref_input_Info = "참조>단면입력정보"
IDS_CVL_RPT_Calc_Alw_stress_basis = "%d. 허용응력 산정근거"
IDS_CVL_RPT_i_Stress_Check_result = "%d. 응력검토 결과"
IDS_CVL_RPT_Section_info = "단면 제원"
IDS_CVL_RPT_Check_Section_Coeff = "검토 단면 계수"
IDS_CVL_RPT_Section_Coeff = "단면 계수"
IDS_CVL_RPT_Check_Stress = "응력검토"
IDS_CVL_RPT_Main_Comp_member = "( 주압축재 )"
IDS_CVL_RPT_Tension_member = "( 인장재 )"
IDS_CVL_RPT_Applied_Load = "작용하중"
IDS_CVL_RPT_Alw_stress_summary_mag_coeff = "허용응력 요약(할증계수 적용)"
IDS_CVL_RPT_Thickness_exceed_Alw_standard = "부재 두께가 허용기준을 초과합니다."
IDS_CVL_RPT_Slenderness_exceed_standard = "세장비가 기준을 초과합니다."
IDS_CVL_RPT_STL_Thick_100_below = "100 이하"
IDS_CVL_RPT_STL_Thick_100_excess = "100 초과"
IDS_CVL_RPT_STL_Thick_16_below = "16 이하"
IDS_CVL_RPT_STL_Thick_16_excess_40_below = "16 초과 40 이하"
IDS_CVL_RPT_STL_Thick_40_below = "40 이하"
IDS_CVL_RPT_STL_Thick_40_excess = "40 초과"
IDS_CVL_RPT_STL_Thick_80_below = "80 이하"
IDS_CVL_RPT_STL_Thick_80_excess = "80 초과"
IDS_CVL_RPT_STL_Thick_40_excess_75_below = "40 초과 75 이하"
IDS_CVL_RPT_STL_Thick_40_excess_100_below = "40 초과 100 이하"
IDS_CVL_RPT_STL_Thick_75_excess_100_below = "75 초과 100 이하"
IDS_CVL_RPT_STL_SectShape_BOX = "BOX"
IDS_CVL_RPT_STL_SectShape_U = "Seção U"
IDS_CVL_RPT_STL_SectShape_H = "Seção H"
IDS_CVL_RPT_STL_Top_tension = "상연인장"
IDS_CVL_RPT_STL_Top_compression = "상연압축"
IDS_CVL_RPT_STL_Bottom_tension = "하연인장"
IDS_CVL_RPT_STL_Bottom_compression = "하연압축"
IDS_CVL_RPT_STL_i_Design_Info = "%d. 설계정보"
IDS_CVL_RPT_STL_i_Sect_Info = "%d. 단면정보"
IDS_CVL_RPT_STL_i_Member_force = "%d. 부재력"
IDS_CVL_RPT_STL_i_Check_Result = "%d. 검토결과"
IDS_CVL_RPT_STL_i_Check_Strength_Limit_State = "%d. 강도한계상태 검토"
IDS_CVL_RPT_STL_i_Check_Service_Limit_State = "%d. 사용한계상태 검토"
IDS_CVL_RPT_STL_i_Check_Fatigue_Limit_State = "%d. 피로한계상태 검토"
IDS_CVL_RPT_STL_SectType_Rolled = "(Laminado)"
IDS_CVL_RPT_STL_SectType_Built_up = "(Montado)"
IDS_CVL_RPT_STL_Sect_User = "(Usuário)"
IDS_CVL_RPT_STL_Sect_DB = "(DB)"
IDS_CVL_RPT_STL_Sect_Name_H_Section = "Seção H"
IDS_CVL_RPT_STL_Sect_Name_Box = "Caixa"
IDS_CVL_RPT_STL_Sect_Name_Pipe = "Tubo"
IDS_CVL_RPT_STL_Sect_Name_Angle = "Ângulo"
IDS_CVL_RPT_STL_Sect_Name_T_Section = "Seção T"
IDS_CVL_RPT_STL_Sect_Name_Channel = "Canal"
IDS_CVL_RPT_STL_Sect_Name_General = "Geral"
IDS_CVL_RPT_STL_Sect_Name_H_Shape = "(H형)"
IDS_CVL_RPT_STL_Sect_Name_Box_Shape = "(Forma de Caixa)"
IDS_CVL_RPT_STL_Sect_Name_Pipe_Shape = "(Forma de Tubo)"
IDS_CVL_RPT_STL_i_Calc_Condition = "%d. 계산조건"
IDS_CVL_RPT_STL_i_Strut_Tie_Model = "%d. 스트럿 타이 모델 구성"
IDS_CVL_RPT_STL_i_Strut_Tie_Force_Design = "%d. 스트럿 타이 단면력 산정"
IDS_CVL_RPT_STL_Check_Rebar_Area_Of_Tie = "%d. 타이의 철근량 검토"
IDS_CVL_RPT_STL_i_Check_Strength_Of_Strut_And_Node = "%d. 스트럿과 절점영역의 강도검토"
IDS_CVL_RPT_STL_Strut_Tie_AB_CD_BD_Req_Width = "부재AB와 부재CD의 요구폭의 합이 허용치(부재BD길이)를 벗어나지 않음"
IDS_CVL_RPT_STL_Strut_Tie_AB_CD_BD_Req_Width_Err = "부재AB와 부재CD의 요구폭의 합이 허용치(부재BD길이)를 벗어남"
IDS_CVL_RPT_STL_Strut_Tie_AC_Req_Width = "부재AC의 요구폭이 허용치(바깥 모서리)를 벗어나지 않음"
IDS_CVL_RPT_STL_Strut_Tie_AC_Req_Width_Err = "부재AC의 요구폭이 허용치(바깥 모서리)를 벗어남"
IDS_CVL_RPT_STL_Strut_Tie_BD_Req_Width = "부재BD의 요구폭이 허용치(안쪽 모서리)를 벗어나지 않음"
IDS_CVL_RPT_STL_Strut_Tie_BD_Req_Width_Err = "부재BD의 요구폭이 허용치(안쪽 모서리)를 벗어남"
IDS_CVL_RPT_STL_Strut_Tie_AC_BD__AB_Req_Width = "부재AC와 BD의 요구폭이 허용치(부재AB길이)를 벗어나지 않음"
IDS_CVL_RPT_STL_Strut_Tie_AC_BD__AB_Req_Width_Err = "부재AC와 BD의 요구폭이 허용치(부재AB길이)를 벗어남"
IDS_CVL_RPT_STL_Strut_Tie_AC_BD__CD_Req_Width = "부재AC와 BD의 요구폭이 허용치(부재CD길이)를 벗어나지 않음"
IDS_CVL_RPT_STL_Strut_Tie_AC_BD__CD_Req_Width_Err = "부재AC와 BD의 요구폭이 허용치(부재CD길이)를 벗어남"
IDS_CVL_RPT_STL_Strut_Tie_And_Rebar_Detail = "%d. 차원화한 스트럿 타이 모델 및 보강철근 배근상세"
IDS_CVL_RPT_STL_OK = "......OK"
IDS_CVL_RPT_STL_NG = "......NG"
IDS_CVL_RPT_STL_No_Transverse_tensile_rebar = "횡방향인장철근 없음"
IDS_CVL_RPT_STL_Transverse_tensile_rebar_below_0p4 = "횡방향인장철근 0.4%이하"
